Repository: rodrigoma3/technical_visits
Catalog: app/Locale/*/LC_MESSAGES/default.po
Languages: es_es, pt_br

source: You are not authorized to access that location.
es_es: No estás autorizado a acceder a dicha localización.
pt_br: Você não está autorizado a acessar esse local.

source: Dashboard
es_es: Resumen
pt_br: Resumo

source: Visits
es_es: Visitas
pt_br: Visitas

source: Users
es_es: Usuarios
pt_br: Usuários

source: Groups
es_es: Grupos
pt_br: Grupos

source: City
es_es: Ciudad
pt_br: Cidade

source: States
es_es: Estados
pt_br: Estados

source: Teams
es_es: Equipos
pt_br: Turmas

source: Disciplines
es_es: Disciplinas
pt_br: Disciplinas

source: Courses
es_es: Cursos
pt_br: Cursos

source: General analysis
es_es: Análisis general
pt_br: Análise geral

source: Cost per km
es_es: Coste por km
pt_br: Custo por km

source: Cities short distance
es_es: Ciudades corta distancia
pt_br: Cidades de curta distância

source: System
es_es: Sistema
pt_br: Sistema

source: Welcome,
es_es: Bienvenido,
pt_br: Seja bem vindo,

source: Profile
es_es: Perfil
pt_br: Perfil

source: Logout
es_es: Cerrar sesión
pt_br: Sair

source: Invalid city
es_es: Ciudad no válida
pt_br: Cidade inválida

source: The city has been saved.
es_es: La ciudad ha sido salvada.
pt_br: A cidade foi salva.

source: The city could not be saved. Please, try again.
es_es: La ciudad no podía salvarse. Por favor, inténtelo de nuevo.
pt_br: A cidade não pôde ser salva. Por favor, tente novamente.

source: The city has been deleted.
es_es: La ciudad ha sido eliminada.
pt_br: A cidade foi excluída.

source: The city could not be deleted. Please, try again.
es_es: No se pudo eliminar la ciudad. Por favor, inténtelo de nuevo.
pt_br: A cidade não pôde ser excluída. Por favor, tente novamente.

source: The city could not be deleted because there are tied visits.
es_es: La ciudad no se pudo borrar porque hay visitas vinculadas.
pt_br: A cidade não pôde ser excluída porque há visitas vinculadas.

source: The cities short distance has been saved.
es_es: Las ciudades de corta distancia se ha salvado.
pt_br: As cidades de curta distância foram salvas.

source: The cities short distance could not be saved. Please, try again.
es_es: Las ciudades de corta distancia no podían salvarse. Por favor, inténtelo de nuevo.
pt_br: As cidades de curta distância não podem ser salvas. Por favor, tente novamente.

source: Invalid course
es_es: Curso no válido
pt_br: Curso inválido

source: The course has been saved.
es_es: El curso ha sido guardado.
pt_br: O curso foi salvo.

source: The course could not be saved. Please, try again.
es_es: No se pudo guardar el curso. Por favor, inténtelo de nuevo.
pt_br: O curso não pôde ser salvo. Por favor, tente novamente.

source: The course has been deleted.
es_es: El curso ha sido eliminado.
pt_br: O curso foi excluído.

source: The course could not be deleted. Please, try again.
es_es: El curso no pudo ser eliminado. Por favor, inténtelo de nuevo.
pt_br: O curso não pôde ser excluído. Por favor, tente novamente.

source: The course could not be deleted because it is tied to a discipline.
es_es: El curso no puede ser eliminado porque está vinculado a una disciplina.
pt_br: O curso não pôde ser excluído porque está vinculado a uma disciplina.

source: Invalid discipline
es_es: Disciplina no válida
pt_br: Disciplina inválida

source: The discipline has been saved.
es_es: La disciplina ha sido salvada.
pt_br: A disciplina foi salva.

source: The discipline could not be saved. Please, try again.
es_es: La disciplina no podía salvarse. Por favor, inténtelo de nuevo.
pt_br: A disciplina não pôde ser salva. Por favor, tente novamente.

source: The discipline has been deleted.
es_es: La disciplina ha sido eliminada.
pt_br: A disciplina foi excluída.

source: The discipline could not be deleted. Please, try again.
es_es: No se pudo eliminar la disciplina. Por favor, inténtelo de nuevo.
pt_br: A disciplina não pôde ser excluída. Por favor, tente novamente.

source: The discipline could not be deleted because it is tied to a team.
es_es: La disciplina no se pudo eliminar porque está vinculada a un equipo.
pt_br: A disciplina não pôde ser excluída porque está vinculada a uma turma.

source: Invalid group
es_es: Grupo no válido
pt_br: Grupo inválido

source: The group has been saved.
es_es: El grupo se ha salvado.
pt_br: O grupo foi salvo.

source: The group could not be saved. Please, try again.
es_es: El grupo no pudo ser salvo. Por favor, inténtelo de nuevo.
pt_br: O grupo não pôde ser salvo. Por favor, tente novamente.

source: The group has been deleted.
es_es: Se ha eliminado el grupo.
pt_br: O grupo foi excluído.

source: The group could not be deleted. Please, try again.
es_es: No se pudo eliminar el grupo. Por favor, inténtelo de nuevo.
pt_br: O grupo não pôde ser excluído. Por favor, tente novamente.

source: The group could not be deleted because it is tied to a user.
es_es: El grupo no se pudo eliminar porque está vinculado a un usuario.
pt_br: O grupo não pôde ser excluído porque está vinculado a um usuário.

source: The group permissions has been saved.
es_es: Se han guardado los permisos de grupo.
pt_br: As permissões do grupo foram salvas.

source: The parameters has been saved.
es_es: Se han guardado los parámetros.
pt_br: Os parâmetros foram salvos.

source: The parameters could not be saved. Please, try again.
es_es: No se pudieron guardar los parámetros. Por favor, inténtelo de nuevo.
pt_br: Os parâmetros não podem ser salvos. Por favor, tente novamente.

source: Test email - Technical Visits
es_es: Correo electrónico de prueba - Visitas técnicas
pt_br: E-mail de teste - Visitas Técnicas

source: Test email successfully sent.
es_es: Correo electrónico de prueba enviado correctamente.
pt_br: E-mail de teste enviado com sucesso.

source: Could not send test email.
es_es: No se pudo enviar el correo electrónico de prueba.
pt_br: Não foi possível enviar o e-mail de teste.

source: Informed email is invalid or absent.
es_es: El correo electrónico informado no es válido o está ausente.
pt_br: O e-mail informado é inválido ou ausente.

source: Rebuild Aco Tree (Actions & Controllers) has been completed.
es_es: Reconstruir Aco Árbol (acciones y controladores) se ha completado.
pt_br: Reconstrução da Árvore de Aco (Ações & Controladores) foi completado.

source: Visit to %s has been Canceled! - Technical Visits
es_es: ¡Se ha cancelado la visita a %s! - Visitas Técnicas
pt_br: Visita para %s foi completada! - Visitas Técnicas

source: Your visit to %s has been Desaproved! - Technical Visits
es_es: ¡Su visita a %s ha sido Desaproved! - Visitas Técnicas
pt_br: Sua visita para %s foi desaprovada! - Visitas Técnicas

source: Report Desaproved! Visit to %s - Technical Visits
es_es: ¡Informe Desaproved! Visita a %s - Visitas Técnicas
pt_br: Relatório desaprovado! Visita para %s - Visitas Técnicas

source: The refusal has been saved.
es_es: El rechazo ha sido salvado.
pt_br: A recusa foi salva.

source: The refusal has been saved, but the system failed to send the Administrator a notification e-mail.
es_es: La denegación se ha guardado, pero el sistema no pudo enviar al Administrador un correo electrónico de notificación.
pt_br: A recusa foi salva, mas o sistema não enviou ao Administrador um e-mail de notificação.

source: The refusal could not be saved. Please, try again.
es_es: La negativa no pudo salvarse. Por favor, inténtelo de nuevo.
pt_br: A recusa não pôde ser salva. Por favor, tente novamente.

source: Invalid visit
es_es: Visita no válida
pt_br: Visita inválida

source: Invalid state
es_es: Estado Inválido
pt_br: Estado inválido

source: The state has been saved.
es_es: El estado se ha salvado.
pt_br: O estado foi salvo.

source: The state could not be saved. Please, try again.
es_es: El estado no podía salvarse. Por favor, inténtelo de nuevo.
pt_br: O estado não pôde ser salvo. Por favor, tente novamente.

source: The state has been deleted.
es_es: Se ha eliminado el estado.
pt_br: O estado foi excluído.

source: The state could not be deleted. Please, try again.
es_es: No se pudo eliminar el estado. Por favor, inténtelo de nuevo.
pt_br: O estado não pôde ser excluído. Por favor, tente novamente.

source: The state could not be deleted because it is tied to a city.
es_es: El estado no puede ser eliminado porque está vinculado a una ciudad.
pt_br: O estado não pôde ser excluído porque está vinculado a uma cidade.

source: Invalid team
es_es: Equipo no válido
pt_br: Turma inválida

source: The team has been saved.
es_es: El equipo se ha salvado.
pt_br: A turma foi salva.

source: The team could not be saved. Please, try again.
es_es: El equipo no pudo ser salvado. Por favor, inténtelo de nuevo.
pt_br: A turma não pôde ser salva. Por favor, tente novamente.

source: The team has been deleted.
es_es: El equipo ha sido eliminado.
pt_br: A turma foi excluída.

source: The team could not be deleted. Please, try again.
es_es: El equipo no pudo ser eliminado. Por favor, inténtelo de nuevo.
pt_br: A turma não pôde ser excluída. Por favor, tente novamente.

source: The team could not be deleted because it is tied to a visit.
es_es: El equipo no pudo ser eliminado porque está vinculado a una visita.
pt_br: A turma não pôde ser excluída porque está vinculada a uma visita.

source: You are logged in!
es_es: ¡Ha iniciado la sesión!
pt_br: Você está logado!

source: The user is disabled.
es_es: El usuario está deshabilitado.
pt_br: O usuário está desabilitado.

source: Your username or password was incorrect.
es_es: Su usuario o contraseña fueron incorrectos.
pt_br: Seu usuário ou senha está incorreto.

source: Good-Bye
es_es: Adiós
pt_br: Até logo

source: The password has been saved.
es_es: Se ha guardado la contraseña.
pt_br: A senha foi salva.

source: The password could not be saved. Please, try again.
es_es: No se pudo guardar la contraseña. Por favor, inténtelo de nuevo.
pt_br: A senha não pôde ser salva. Por favor, tente novamente.

source: Update password - Technical Visits
es_es: Actualizar contraseña - Visitas técnicas
pt_br: Atualização de senha - Visitas Técnicas

source: The password update email sent successfully.
es_es: Se ha enviado correctamente el correo electrónico de actualización de la contraseña.
pt_br: O e-mail de atualização de senha foi enviado com êxito.

source: Could not send email for password update. Please, try again in a few minutes.
es_es: No se pudo enviar correo electrónico para la actualización de contraseña. Por favor intente de nuevo en unos minutos.
pt_br: Não foi possível enviar e-mail para a atualização de senha. Por favor, tente novamente em alguns minutos.

source: Your password update permission could not be generated. Please, try again in a few minutes.
es_es: No se pudo generar tu permiso de actualización de contraseña. Por favor intente de nuevo en unos minutos.
pt_br: Sua permissão de atualização de senha não pôde ser gerada. Por favor, tente novamente em alguns minutos.

source: No users found. Please, try again.
es_es: No se encontraron usuarios. Por favor, inténtelo de nuevo.
pt_br: Usuários não encontrados. Por favor, tente novamente.

source: Invalid token
es_es: Simbolo no valido
pt_br: Token inválido

source: Invalid user
es_es: Usuario invalido
pt_br: Usuário inválido

source: The user has been saved.
es_es: Se ha guardado el usuario.
pt_br: O usuário foi salvo.

source: The user has been saved but could not send email for password update.
es_es: El usuario se ha guardado pero no ha podido enviar correo electrónico para actualizar la contraseña.
pt_br: O usuário foi salvo, mas não pôde enviar e-mail para atualização de senha.

source: The user could not be saved. Please, try again in a few minutes.
es_es: No se pudo guardar el usuario. Por favor intente de nuevo en unos minutos.
pt_br: O usuário não pôde ser salvo. Por favor, tente novamente em alguns minutos.

source: You can not delete yourself.
es_es: No puede borrarse.
pt_br: Você não pode deletar a si mesmo.

source: The user has been deleted.
es_es: Se ha eliminado el usuario.
pt_br: O usuário foi excluído.

source: The user could not be deleted. Please, try again in a few minutes.
es_es: No se pudo eliminar el usuario. Por favor intente de nuevo en unos minutos.
pt_br: O usuário não pôde ser excluído. Por favor, tente novamente em alguns minutos.

source: The user could not be deleted because it is tied to a visit.
es_es: No se pudo eliminar el usuario porque está vinculado a una visita.
pt_br: O usuário não pôde ser excluído porque está vinculado a uma visita.

source: The user permissions has been saved.
es_es: Se han guardado los permisos de usuario.
pt_br: As permissões do usuário foram salvas.

source: The visit has been saved.
es_es: La visita se ha salvado.
pt_br: A visita foi salva.

source: The visit could not be saved. Please, try again.
es_es: No se pudo salvar la visita. Por favor, inténtelo de nuevo.
pt_br: A visita não pôde ser salva. Por favor, tente novamente.

source: Visit to %s has been Changed! - Technical Visits
es_es: ¡Se ha cambiado la visita a %s! - Visitas Técnicas
pt_br: Visita para %s foi alterada! - Visitas Técnicas

source: The visit has been saved, but the system failed to send the Administrator a notification e-mail.
es_es: La visita se ha guardado, pero el sistema no pudo enviar al administrador un correo electrónico de notificación.
pt_br: A visita foi salva, mas o sistema não enviou ao Administrador um e-mail de notificação.

source: The visit is invalid or can not be changed.
es_es: La visita no es válida o no se puede cambiar.
pt_br: A visita é inválida ou não pode ser alterada.

source: The visit has been pre approved.
es_es: La visita ha sido aprobada previamente.
pt_br: A visita foi pré-aprovada.

source: Pre approval could not be saved. Please, try again.
es_es: No se pudo guardar la aprobación previa. Por favor, inténtelo de nuevo.
pt_br: Pré-aprovação não pôde ser salva. Por favor, tente novamente.

source: The visit has been approved.
es_es: La visita ha sido aprobada.
pt_br: A visita foi aprovada.

source: Approval could not be saved. Please, try again.
es_es: No se pudo guardar la aprobación. Por favor, inténtelo de nuevo.
pt_br: Aprovação não pôde ser salva. Por favor, tente novamente.

source: The visit report has been approved.
es_es: El informe de la visita ha sido aprobado.
pt_br: O relatório da visita foi aprovado.

source: The visit report has already been approved or the visit has been canceled.
es_es: El informe de la visita ya ha sido aprobado o la visita ha sido cancelada.
pt_br: O relatório da visita já foi aprovada ou a visita está cancelada.

source: The visit report was delivered.
es_es: El informe de la visita fue entregado.
pt_br: O relatório da visita foi entregue.

source: Your visit to %s is missing report! - Technical Visits
es_es: ¡Su visita a %s es informe faltante! - Visitas Técnicas
pt_br: Sua visita para %s está faltando relatório! - Visitas Técnicas

source: Your visit to %s is near! - Technical Visits
es_es: ¡Su visita a %s está cerca! - Visitas Técnicas
pt_br: Sua visita para %s está próxima! - Visitas Técnicas

source: Total of visits x frequency of students
es_es: Total de visitas x frecuencia de estudiantes
pt_br: Total de visitas x frequência de alunos

source: Total of visits x long and short distance
es_es: Total de visitas x larga y corta distancia
pt_br: Total de visitas x longa e curta distância

source: Course x visits
es_es: Curso x visitas
pt_br: Curso x visitas

source: Course x mileage
es_es: Curso x kilometraje
pt_br: Curso x quilometragem

source: Course x total cost
es_es: Curso x costo total
pt_br: Curso x custo total

source: User x visits
es_es: Usuario x visitas
pt_br: Usuário x visitas

source: User x mileage
es_es: Usuario x kilometraje
pt_br: Usuário x quilometragem

source: User x total cost
es_es: Usuario x costo total
pt_br: Usuário x custo total

source: Visits x status
es_es: Visitas x estado
pt_br: Visitas x status

source: Visits x city
es_es: Visitas x ciudad
pt_br: Visitas x cidade

source: Visits x destination
es_es: Visitas x destino
pt_br: Visitas x destino

source: Mileage x total cost per type of transport
es_es: Kilometraje x costo total por tipo de transporte
pt_br: Quilometragem x custo total por tipo de transporte

source: Total of visits x long and short distance per type of transport
es_es: Total de visitas x larga y corta distancia por tipo de transporte
pt_br: Total de visitas x longa e curta distância por tipo de transporte

source: Total of visits x long and short distance x mileage per type of transport
es_es: Total de visitas x distancia larga y corta x kilometraje por tipo de transporte
pt_br: Total de visitas x longa e curta distância x quilometragem por tipo de transporte

source: Total of visits x long and short distance x total cost per type of transport
es_es: Total de visitas x distancia larga y corta x costo total por tipo de transporte
pt_br: Total de visitas x distância longa e curta x custo total por tipo de transporte

source: Mileage x total cost per total of visits x long and short distance
es_es: Kilometraje x costo total por total de visitas x distancia larga y corta
pt_br: Quilometragem x custo total por total de visitas x longa e curta distância

source: Less than 75%
es_es: Menos del 75%
pt_br: Menor que 75%

source: Greater than 75%
es_es: Más del 75%
pt_br: Maior que 75%

source: Total technical visits
es_es: Total visitas técnicas
pt_br: Total de visitas técnicas

source: Short distance
es_es: Distancia corta
pt_br: Curta distância

source: Long distance
es_es: Larga distancia
pt_br: Longa distância

source: Total distance
es_es: Distancia total
pt_br: Total de distância

source: Total cost
es_es: Coste total
pt_br: Custo total

source: Total Visits
es_es: Visitas totales
pt_br: Total de visitas

source: Plugin to process
es_es: Plugin para procesar
pt_br: Plugin para processo

source: Better manage, and easily synchronize you application's ACO tree
es_es: Mejor administrar y sincronizar fácilmente el árbol ACO de la aplicación
pt_br: Gerencie melhor e facilmente sincronize sua árvore de ACO da aplicação

source: Add new ACOs for new controllers and actions. Does not remove nodes from the ACO table.
es_es: Agregue nuevas ACO para nuevos controladores y acciones. No quita nodos de la tabla ACO.
pt_br: Adicionar novas ACOs para novos controladores e ações. Não remove nodos da tabela ACO.

source: Perform a full sync on the ACO table.Will create new ACOs or missing controllers and actions.Will also remove orphaned entries that no longer have a matching controller/action
es_es: Realice una sincronización completa en la tabla ACO. Creará ACOs nuevos o controladores y acciones faltantes. También eliminará las entradas huérfanas que ya no tienen un controlador / acción coincidente
pt_br: Executar uma sincronização completa na ACO table.Will criar novos ACOs ou controladores desaparecidos e actions.Will também remover entradas órfãs que já não têm um controlador de correspondência / ação

source: Verify the tree structure of either your Aco or Aro Trees
es_es: Compruebe la estructura de árbol de sus árboles Aco o Aro
pt_br: Verifique a estrutura da árvore de qualquer das suas árvores ACO ou Aro

source: The type of tree to verify
es_es: El tipo de árbol a verificar
pt_br: O tipo de árvore para verificar

source: Recover a corrupted Tree
es_es: Recuperar un árbol dañado
pt_br: Recuperar uma árvore corrompida

source: The type of tree to recover
es_es: El tipo de árbol a recuperar
pt_br: O tipo de árvore para recuperar

source: <error>Plugin %s not found or not activated</error>
es_es: <error> Plugin %s no encontrado o no activado </ error>
pt_br: <error>Plugin %s não foi encontrado ou não activado</error>

source: <success>Aco Update Complete</success>
es_es: <success> Actualización Aco completa </ success>
pt_br: <success>Atualização de Aco Completa</success>

source: Deleted %s and all children
es_es: Eliminado %s y todos los niños
pt_br: Excluído %s e todos os filhos

source: Created Aco node: <success>%s</success>
es_es: Nodo Aco creado: <success>%s </ success>
pt_br: Criado nodo Aco: <success>%s</success>

source: Unable to get methods for "%s"
es_es: No se pueden obtener métodos para "%s"
pt_br: Não é possível obter métodos para "%s"

source: Deleted Aco node: <warning>%s</warning>
es_es: Nodo Aco eliminado: <warning>%s </ warning>
pt_br: Excluído nodo Aco: <warning>%s</warning>

source: <success>Tree is valid and strong</success>
es_es: <success> El árbol es válido y fuerte </ success>
pt_br: <success>Árvore é válida e forte</success>

source: Tree has been recovered, or tree did not need recovery.
es_es: Árbol se ha recuperado, o el árbol no necesita recuperación.
pt_br: Árvore foi recuperado, ou árvore não precisa de recuperação.

source: <error>Tree recovery failed.</error>
es_es: <error> Error en la recuperación del árbol. </ Error>
pt_br: <error>Recuperação de árvore falhou. </error>

source: New City
es_es: Ciudad Nueva
pt_br: Nova Cidade

source: Submit
es_es: Enviar
pt_br: Enviar

source: Cancel
es_es: Cancelar
pt_br: Cancelar

source: Edit Cities Short Distance
es_es: Editar Ciudades Distancia corta
pt_br: Editar Cidades de Curta Distância

source: Edit City
es_es: Editar ciudad
pt_br: Editar Cidade

source: Cities
es_es: Ciudades
pt_br: Cidades

source: Name
es_es: Nombre
pt_br: Nome

source: Short Distance
es_es: Distancia corta
pt_br: Curta Distância

source: State
es_es: Estado
pt_br: Estado

source: Actions
es_es: Comportamiento
pt_br: Ações

source: View
es_es: Ver
pt_br: Ver

source: Edit
es_es: Editar
pt_br: Editar

source: Delete
es_es: Eliminar
pt_br: Excluir

source: Are you sure you want to delete # %s?
es_es: ¿Está seguro de que desea eliminar # %s?
pt_br: Você tem certeza que quer excluir # %s?

source: List Cities
es_es: Listar ciudades
pt_br: Listar Cidades

source: Delete City
es_es: Eliminar ciudad
pt_br: Excluir Cidade

source: New Course
es_es: Nuevo curso
pt_br: Novo Curso

source: Edit Course
es_es: Editar curso
pt_br: Editar Curso

source: Type of Academic Period
es_es: Tipo de Período Académico
pt_br: Tipo de Período Acadêmico

source: Amount of Academic Periods
es_es: Cantidad de períodos académicos
pt_br: Quantidade de Períodos Acadêmicos

source: Course
es_es: Curso
pt_br: Curso

source: Type Of Academic Period
es_es: Tipo de Período Académico
pt_br: Tipo de Período Acadêmico

source: Amount Of Academic Periods
es_es: Cantidad de períodos académicos
pt_br: Quantidade de Períodos Acadêmicos

source: List Courses
es_es: Lista de cursos
pt_br: Listar Cursos

source: Delete Course
es_es: Eliminar curso
pt_br: Excluir Curso

source: Related Disciplines
es_es: Disciplinas Relacionadas
pt_br: Disciplinas Relacionadas

source: Academic Period
es_es: Período académico
pt_br: Período Acadêmico

source: New Discipline
es_es: Nueva disciplina
pt_br: Nova Disciplina

source: Edit Discipline
es_es: Editar Disciplina
pt_br: Editar Disciplina

source: Discipline
es_es: Disciplina
pt_br: Disciplina

source: List Disciplines
es_es: Lista de disciplinas
pt_br: Listar Disciplinas

source: Delete Discipline
es_es: Eliminar Disciplina
pt_br: Excluir Disciplina

source: Related Teams
es_es: Equipos relacionados
pt_br: Turmas Relacionadas

source: New Team
es_es: Nuevo equipo
pt_br: Nova Turma

source: Hello %s!
es_es: ¡Hola %s!
pt_br: Olá %s!

source: We are sorry to inform your submitted report for the visit on %s to %s has been desaproved due to:
es_es: Lamentamos informar al informe enviado para la visita em %s a %s que se ha desaprobado debido a:
pt_br: Lamentamos informar o seu relatório enviado para a visita em% s a% s foi desaprovado devido a:

source: Please resubmit the report accordingly.
es_es: Vuelva a enviar el informe en consecuencia.
pt_br: Por favor, reenvie o relatório em conformidade.
