Repository: rodrigoma3/technical_visits
Catalog: app/Locale/*/LC_MESSAGES/default.po
Languages: es_es, pt_br

source: In case of doubts, please contact the system administrator: %s
es_es: En caso de dudas, póngase en contacto con el administrador del sistema: %s
pt_br: Em caso de dúvidas, entre em contato com o administrador do sistema: %s

source: This is an automated e-mail. Do not answer it.
es_es: Este es un correo electrónico automatizado. No lo conteste.
pt_br: Este é um e-mail automatizado. Não responda.

source: We are sorry to inform your visit on %s to %s is missing report!
es_es: ¡Sentimos informarle que su visita em %s a %s está faltando informe!
pt_br: Lamentamos informar a sua visita em %s para %s está faltando relatório!

source: Please submit the report as soon as possible.
es_es: Envíe el informe lo antes posible.
pt_br: Por favor, envie o relatório o mais rapidamente possível.

source: In case of doubts, please contact the system administrator.
es_es: En caso de dudas, póngase en contacto con el administrador del sistema.
pt_br: Em caso de dúvidas, entre em contato com o administrador do sistema.

source: Test email successfully sent!
es_es: Correo electrónico de prueba enviado con éxito!
pt_br: Teste de e-mail enviado com sucesso!

source: Technical Visits
es_es: Visitas Técnicas
pt_br: Visitas Técnicas

source: This is a test email. Do not answer it.
es_es: Este es un correo electrónico de prueba. No lo conteste.
pt_br: Este é um e-mail de teste. Não responda.

source: We would like to inform you that your visit on %s to %s is near.
es_es: Nos gustaría informarle que su visita em %s a %s está cerca.
pt_br: Gostaríamos de informar que sua visita em %s a %s está próxima.

source: Please enter the link below to create your password to access the Technical Visits system.
es_es: Por favor ingrese el siguiente enlace para crear su contraseña para acceder al sistema de Visitas Técnicas.
pt_br: Por favor, digite o link abaixo para criar sua senha para acessar o sistema de Visitas Técnicas.

source: %s canceled a visit!
es_es: ¡%s canceló una visita!
pt_br: %s cancelou a visita!

source: The visit on %s to %s has been canceled due to:
es_es: La visita em %s a %s ha sido cancelada debido a:
pt_br: A visita em %s a %s foi cancelada devido a:

source: In case of doubts, please contact the teacher: %s
es_es: En caso de dudas, póngase en contacto con el profesor: %s
pt_br: Em caso de dúvidas, entre em contato com o professor: %s

source: %s has edited a visit!
es_es: ¡%s ha editado una visita!
pt_br: %s editou uma visita!

source: The visit on %s to %s has been changed.
es_es: La visita em %s a %s ha cambiado.
pt_br: A visita em %s para %s foi alterada.

source: We are sorry to inform you that your visit on %s to %s has been desaproved due to:
es_es: Lamentamos informarle que su visita em %s a %s ha sido desaprobada debido a:
pt_br: Lamentamos informar que a sua visita em %s a %s foi desaprovada devido a:

source: New Group
es_es: Nuevo grupo
pt_br: Novo Grupo

source: Edit Group
es_es: Editar grupo
pt_br: Editar Grupo

source: Description
es_es: Descripción
pt_br: Descrição

source: Edit permissions for
es_es: Editar permisos para
pt_br: Editar permissão para

source: Group
es_es: Grupo
pt_br: Grupo

source: List Groups
es_es: Lista de grupos
pt_br: Listar Grupos

source: Delete Group
es_es: Eliminar grupo
pt_br: Excluir Grupo

source: Permission
es_es: Permiso
pt_br: Permissão

source: Related Users
es_es: Usuarios relacionados
pt_br: Usuários Relacionados

source: Enabled
es_es: Habilitado
pt_br: Habilitado

source: New User
es_es: Nuevo usuario
pt_br: Novo Usuário

source: Brazil
es_es: Brasil
pt_br: Brasil

source: United States
es_es: Estados Unidos
pt_br: Estados Unidos

source: Spain
es_es: España
pt_br: Espanha

source: Edit cost per km parameters
es_es: Editar los parámetros de coste por km
pt_br: Editar parâmetros de custo por km

source: Edit email parameters
es_es: Editar parámetros de correo electrónico
pt_br: Editar parâmetros de e-mail

source: Enter here to change the password.
es_es: Introduzca aquí para cambiar la contraseña.
pt_br: Insira aqui para alterar a senha.

source: Test
es_es: Prueba
pt_br: Teste

source: Test email sending
es_es: Prueba de envío de correo electrónico
pt_br: Enviando e-mail de teste

source: Close
es_es: Cerca
pt_br: Fechar

source: Edit system parameters
es_es: Editar parámetros del sistema
pt_br: Editar parâmetros de sistema

source: days
es_es: días
pt_br: dias

source: Rebuild Aco Tree (Actions & Controllers)
es_es: Reconstruir el árbol Aco (acciones y controladores)
pt_br: Reconstruir Árvore de Aco (Ações & Controladores)

source: New Refusal
es_es: Nuevo rechazo
pt_br: Nova Recusa

source: Are you sure you want to continue?
es_es: Estás seguro de que quieres continuar?
pt_br: Você tem certeza que quer continuar?

source: New State
es_es: Nuevo Estado
pt_br: Novo Estado

source: Edit State
es_es: Editar estado
pt_br: Editar Estado

source: Initials
es_es: Iniciales
pt_br: Iniciais

source: List States
es_es: Lista de estados
pt_br: Listar Estados

source: Delete State
es_es: Eliminar estado
pt_br: Excluir Estado

source: Related Cities
es_es: Ciudades relacionadas
pt_br: Cidades Relacionadas

source: Yes
es_es: Sí
pt_br: Sim

source: Edit Team
es_es: Editar equipo
pt_br: Editar Turma

source: name
es_es: nombre
pt_br: nome

source: Team
es_es: Equipo
pt_br: Turma

source: List Teams
es_es: Listar equipos
pt_br: Listar Turmas

source: Delete Team
es_es: Eliminar equipo
pt_br: Excluir Turma

source: Edit User
es_es: Editar usuario
pt_br: Editar Usuário

source: Edit Password
es_es: Editar contraseña
pt_br: Editar Senha

source: Login
es_es: Iniciar sesión
pt_br: Entrar

source: Please provide your details
es_es: Proporcione sus datos
pt_br: Por favor, entre com suas informações

source: Password
es_es: Contraseña
pt_br: Senha

source: Keep me signed in
es_es: Manténme conectado
pt_br: Mantenha-me conectado

source: Forgot Password
es_es: Se te olvidó tu contraseña
pt_br: Esqueci a senha

source: Retrieve Password
es_es: Recuperar Contraseña
pt_br: Recuperar Senha

source: Enter your email and to receive instructions
es_es: Ingrese su correo electrónico y para recibir instrucciones
pt_br: Digite seu e-mail e receba instruções

source: Send Me!
es_es: ¡Enviame!
pt_br: Envie-me!

source: Back to Login
es_es: Atrás para iniciar sesión
pt_br: Voltar para Entrar

source: Edit Profile
es_es: Editar perfil
pt_br: Editar Perfil

source: Update password
es_es: Actualiza contraseña
pt_br: Atualizar senha

source: Please choose your password
es_es: Elija su contraseña
pt_br: Por favor, escolha sua senha

source: Confirm password
es_es: Confirmar contraseña
pt_br: Confirme a senha

source: User
es_es: Usuario
pt_br: Usuário

source: List Users
es_es: Listar usuarios
pt_br: Listar Usuários

source: Delete User
es_es: Eliminar usuario
pt_br: Excluir Usuário

source: New Visit
es_es: Nueva Visita
pt_br: Nova Visita

source: Own transport
es_es: Transporte propio
pt_br: Transporte próprio

source: (choose one)
es_es: (elige uno)
pt_br: (escolha um)

source: (choose a course before)
es_es: (Elija un curso antes)
pt_br: (escolha um curso antes)

source: (choose a discipline before)
es_es: (Elija una disciplina antes)
pt_br: (escolha uma disciplina antes)

source: Filter
es_es: Filtrar

source: Mileage
es_es: Kilometraje
pt_br: Quilometragem

source: Course x technical visits
es_es: Curso x visitas técnicas
pt_br: Curso x visitas técnicas

source: Today's Stats
es_es: Estadísticas de hoy
pt_br: Estatísticas de Hoje

source: Count of technical visits registered by status.
es_es: Cuenta de visitas técnicas registradas por estado.
pt_br: Contagem de visitas técnicas registradas por status.

source: Mouse over statistics to see the status.
es_es: Mueva el ratón sobre las estadísticas para ver el estado.
pt_br: Mouse sobre a estatística para ver o status.

source: Technical visits by status
es_es: Visitas técnicas por estado
pt_br: Visitas técnicas por status

source: Calendar of technical visits
es_es: Calendario de visitas técnicas
pt_br: Calendário de visitas técnicas

source: Edit Visit
es_es: Editar visita
pt_br: Editar Visita

source: Status
es_es: Estatus

source: Created
es_es: Creado
pt_br: Criado

source: Modified
es_es: Modificado
pt_br: Modificado

source: Destination
es_es: Destino
pt_br: Destino

source: Departure
es_es: Salida
pt_br: Partida

source: Arrival
es_es: Llegada
pt_br: Chegada

source: Transport
es_es: Transporte
pt_br: Transporte

source: Transport Cost
es_es: Coste de transporte
pt_br: Custo de Transporte

source: Students
es_es: Estudiantes
pt_br: Estudantes

source: Refund
es_es: Reembolso
pt_br: Diária

source: Objective
es_es: Objetivo
pt_br: Objetivo

source: Comments
es_es: Comentarios
pt_br: Comentários

source: status
es_es: estatus

source: created
es_es: creado
pt_br: criado

source: modified
es_es: modificado
pt_br: modificado

source: destination
es_es: destino
pt_br: destino

source: departure
es_es: salida
pt_br: partida

source: arrival
es_es: llegada
pt_br: chegada

source: transport
es_es: transporte
pt_br: transporte

source: refund
es_es: reembolso
pt_br: diária

source: objective
es_es: objetivo
pt_br: objetivo

source: comments
es_es: Comentarios
pt_br: comentários

source: Copy
es_es: Dupdo
pt_br: Cópia

source: Are you sure you want to cancel # %s?
es_es: ¿Está seguro de que desea cancelar # %s?
pt_br: Você tem certeza que quer excluir # %s?

source: Update information
es_es: Actualizar información
pt_br: Atualizar informações

source: Invalidate visit
es_es: Invalidar visita
pt_br: Invalidar visita

source: Update Visit
es_es: Actualizar visita
pt_br: Atualizar Visita

source: Mileage x total cost per type transport
es_es: Kilometraje x costo total por tipo de transporte
pt_br: Quilometragem x custo total por tipo de transporte

source: Mileage x cost per technical visits x long and short distance
es_es: Kilometraje x costo por visitas técnicas x distancia larga y corta
pt_br: Quilometragem x custo por visitas técnicas x longa e curta distância

source: Transport update
es_es: Actualización de transporte
pt_br: Atualização de transporte

source: Visits on departure date
es_es: Visitas a la fecha de salida
pt_br: Visitas na data de partida

source: User x technical visits
es_es: Usuario x visitas técnicas
pt_br: Usuário x visitas técnicas

source: Visit
es_es: Visitar
pt_br: Visita

source: Distance
es_es: Distancia
pt_br: Distância

source: Number Of Students
es_es: Numero de estudiantes
pt_br: Número de Estudantes

source: Report
es_es: Informe
pt_br: Relatório

source: Approve Visit
es_es: Aprobar la visita
pt_br: Aprovar Visita

source: Are you sure you want to approve # %s?
es_es: ¿Está seguro de que desea aprobar # %s?
pt_br: Você tem certeza que quer aprovar # %s?

source: Pre Approve Visit
es_es: Visita previa a la aprobación
pt_br: Pré-Aprovar Visita

source: Are you sure you want to disapprove # %s?
es_es: ¿Seguro que desea desaprobar # %s?
pt_br: Você tem certeza que quer desaprovar # %s?

source: Approve Report
es_es: Aprobar el informe
pt_br: Aprovar Relatório

source: Disapprove Report
es_es: Informe de desaprobación
pt_br: Desaprovar Relatório

source: Deliver report
es_es: Entregar informe
pt_br: Entregar relatório

source: List Visits
es_es: Listar visitas
pt_br: Listar Visitas

source: Cancel Visit
es_es: Cancelar la visita
pt_br: Cancelar Visitas

source: Related Refusals
es_es: Refusos Relacionados
pt_br: Recusas Relacionadas

source: Date
es_es: Fecha
pt_br: Data

source: Reason
es_es: Razón
pt_br: Razão

source: Type
es_es: Tipo
pt_br: Tipo

source: Technical visits x city
es_es: Visitas técnicas x ciudad
pt_br: Visitas técnicas x cidade

source: Technical visits x destination
es_es: Visitas técnicas x destino
pt_br: Visitas técnicas x destino

source: Technical visits x frequency of students
es_es: Visitas técnicas x frecuencia de los estudiantes
pt_br: Visitas técnicas x frequência de estudantes

source: Technical visits x long and short distance
es_es: Visitas técnicas x larga y corta distancia
pt_br: Visitas técnicas x longa e curta distância

source: Technical visits x long and short distance per type transport
es_es: Visitas técnicas x larga y corta distancia por tipo de transporte
pt_br: Visitas técnicas x longa e curta distância por tipo de transporte

source: Technical visits x long and short distance x cost per type transport
es_es: Visitas técnicas x distancia larga y corta x costo por tipo de transporte
pt_br: Visitas técnicas x longa e curta distância x custo por tipo de transporte

source: Technical visits x long and short distance x mileage per type transport
es_es: Visitas técnicas x distancia larga y corta x kilometraje por tipo de transporte
pt_br: Visitas técnicas x longa e curta distância x quilometragem por tipo de transporte

source: Technical visits x status
es_es: Visitas técnicas x estado
pt_br: Visitas técnicas x status

source: Only letters, accentuation, numbers, underline "_", space " ", parentheses "( )" and hyphen "-"
es_es: Sólo letras, acentuación, números, subrayado "_", espacio " ", paréntesis "( )" y guión "-"
pt_br: Somente letras, acentuação, números, sublinhado "_", espaço " ", parênteses "( )" e hífen "-"

source: At least 2 characters
es_es: Al menos 2 caracteres
pt_br: Pelo menos 2 caracteres

source: Boolean options only
es_es: Sólo opciones booleanas
pt_br: Somente opções booleanas

source: Choose one of the options
es_es: Elija una de las opciones
pt_br: Escolha uma das opções

source: This name is already in use
es_es: Este nombre ya esta en uso
pt_br: Este nome já está em uso

source: Only natural numbers (greater than zero)
es_es: Sólo los números naturales (mayor que cero)
pt_br: Apenas números naturais (maior que zero)

source: Only letters, numbers, underline "_", point ".", at "@" and hyphen "-"
es_es: Sólo letras, números, subrayado "_", punto ".", En "@" y guión "-"
pt_br: Somente letras, números, sublinhado "_", ponto ".", arroba "@" e hífen "-"

source: Enter a valid email
es_es: Introduzca un correo electrónico válido
pt_br: Insira um e-mail válido

source: Invalid email. Use commas "," to separate emails
es_es: Email inválido. Usar comas "," para separar correos electrónicos
pt_br: E-mail inválido. Use vírgulas "," para separar os e-mails

source: Enter a valid numerical value with 2 decimal places
es_es: Introduzca un valor numérico válido con 2 decimales
pt_br: Insira um valor numérico válido com 2 casas decimais

source: Enter a valid url
es_es: Introduzca una url válida
pt_br: Insira um URL válido

source: Letters and numbers only
es_es: letras y numeros solamente
pt_br: Letras e números apenas

source: Must have 2 characters
es_es: Debe tener 2 caracteres
pt_br: Deve ter 2 caracteres

source: This initial is already in use
es_es: Esta inicial ya está en uso
pt_br: Esta inicial já está em uso

source: Only letters, accentuation, numbers and space " "
es_es: Sólo letras, acentuación, números y espacio " "
pt_br: Somente letras, acentuação, números e espaço " "

source: This email is already in use
es_es: Este correo electrónico ya está en uso
pt_br: Esse e-mail já está em uso

source: Wrong password
es_es: Contraseña incorrecta
pt_br: Senha errada

source: Password and password confirmation are not the same
es_es: Confirmación de contraseña y contraseña no son los mismos
pt_br: Confirmação de senha e senha não são as mesmas

source: At least 4 characters
es_es: Al menos 4 caracteres
pt_br: Pelo menos 4 caracteres

source: Invalid date
es_es: Fecha invalida
pt_br: Data inválida

source: The date and time must be greater than the date of start
es_es: La fecha y la hora deben ser mayores que la fecha de inicio

source: The date and time must be longer than the current date
es_es: La fecha y la hora deben ser más largas que la fecha actual
pt_br: A data e hora devem ser maior do que a data atual

source: The date and time must be greater than the date of departure
es_es: La fecha y la hora deben ser mayores que la fecha de salida
pt_br: A data e hora devem ser maior que a data de partida

source: Enter a valid numerical value
es_es: Introduzca un valor numérico válido
pt_br: Insira um valor numérico válido

source: Please supply a valid file: "odt", "docx", "doc", "pdf", "zip", "7z", "rar"
es_es: Suministre un archivo válido: "odt", "docx", "doc", "pdf", "zip", "7z", "rar"
pt_br: Por favor, forneça um arquivo válido: "odt", "docx", "doc", "pdf", "zip", "7z", "rar"

source: Report must be less than 2MB
es_es: El informe debe ser inferior a 2MB
pt_br: Relatório deve ser menor que 2MB

source: Something went wrong with the upload.
es_es: Se produjo un error en la subida.
pt_br: Algo deu errado com o upload.

source: Undefined
es_es: Indefinido
pt_br: Não definido

source: Own
es_es: Propio
pt_br: Próprio

source: Outsourced
es_es: Subcontratado
pt_br: Terceirizado

source: Open
es_es: Abierto
pt_br: Aberto

source: Awaiting transport
es_es: Aguardando transporte
pt_br: Aguardando o transporte

source: Waiting for approval
es_es: A la espera de la aprobación
pt_br: Aguarda aprovação

source: Awaiting realization
es_es: A la espera de la realización
pt_br: Aguardando a realização

source: Awaiting report, information update and transport update
es_es: En espera de informe, actualización de información y actualización de transporte
pt_br: Aguardando relatório, atualização de informações e atualização de transporte

source: Awaiting report
es_es: Informe pendiente
pt_br: Aguardando relatório

source: Waiting for report evaluation and transport update
es_es: Esperando la evaluación del informe y la actualización del transporte
pt_br: Aguardando avaliação do relatório e atualização do transporte

source: Waiting for report evaluation
es_es: Esperando la evaluación del informe
pt_br: Aguardando avaliação do relatório

source: Waiting for transport update
es_es: Esperando actualización de transporte
pt_br: Aguardando atualização de transporte

source: Completed
es_es: Terminado
pt_br: Concluído

source: Canceled
es_es: Cancelado
pt_br: Cancelado

source: Yearly
es_es: Anual
pt_br: Anual

source: Semiannual
es_es: Semestral
pt_br: Semestral

source: Visit canceled
es_es: Visita cancelada
pt_br: Visita cancelada

source: Disapproved visit
es_es: Visita rechazada
pt_br: Visita desaprovada

source: Disapproved report
es_es: Informe rechazado
pt_br: Relatório desaprovado

source: Deny
es_es: Negar
pt_br: Negar

source: Allow
es_es: Permitir
pt_br: Permitir

source: Inherit the group
es_es: Heredar el grupo
pt_br: Herdar o grupo

source: Start
es_es: Comienzo

source: End
es_es: Fin

source: Order
es_es: Orden

source: No
pt_br: Não

source: Filters soon
pt_br: Filtros em breve

source: Disapprove Visit
pt_br: Desaprovar Visita
